[
    "Big Mom is so fat, when she skips a meal, the stock market drops.",
    "Big Mom is so fat, when she goes camping, the bears hide their food.",
    "Big Mom is so fat, if she buys a fur coat, a whole species will become extinct.",
    "Big Mom is so fat, she stepped on a scale and it said: 'To be continued.'",
    "Big Mom is so fat, when she sits around the house, she SITS AROUND the house.",
    "Big Mom is so fat, she can't even jump to a conclusion.",
    "Big Mom is so fat, she makes Godzilla look like an action figure.",
    "Big Mom is so fat, even Dora can’t explore her.",
    "Big Mom is so ugly, she made an onion cry.",
    "Big Mom is so fat, when she got hit by a boat she asked, “Who threw that rock?”",
    "Big Mom is so lazy, she stuck her nose out the window so the wind could blow it.",
    "Big Mom is so old, when someone told her to act her age, she died.",
    "Big Mom is so fat, when she walked past the TV, I missed three episodes of One Piece.",
    "Big Mom is so fat, she fell in love and broke it 43 times.",
    "Big Mom is so stupid, she returned a doughnut because it had a hole in it.",
    "Big Mom is so ugly, people dress up as her for Halloween.",
    "Big Mom is so fat, when her ship capsized in the sea people would think she was an island.",
    "Big Mom is so fat, the Log Pose points to her.",
    "Big Mom is so fat, she needs 2 Log Poses because 1 would work only on one side of her.",
    "Big Mom is so stupid she had a starting contest with Brulee's mirrors.",
    "Big Mom is so fat that if Thanos was in One Piece, he'd have to clap.",
    "Big Mom is so old that when she was young, rainbows were still black and white.",
    "Big Mom is so fat, when she skips a meal, an island of poor people can be fed for a week.",
    "Big Mom is so fat, she makes Humpty Dumpty look skinny.",
    "Big Mom is so fat, she left wearing high heels and returned wearing flip flops.",
    "Big Mom is so fat, she wakes up on both sides of the bed.",
    "Big Mom is so big, you need a den-den mushi to talk to her from ground level.",
    "Big Mom is so fat, she takes showers at a waterfall.",
    "Big Mom is so fat, a picture of her would fall off the wall!",
    "Big Mom is so fat, when she takes a shower, her feet don’t get wet! Which is why she stands in the lake under the waterfall to soak her feet.",
    "Big Mom is so fat, her job title is Spoon and Fork Operator!",
    "Big Mom is so fat, when she tripped, it caused a tsunami.",
    "Big Mom is so fat that when she orders a large cake, she has to go outside to eat it.",
    "Big Mom is so old, her birth certificate is a Poneglyph.",
    "Big Mom is so stupid, she put lipstick on her forehead to make up her mind.",
    "Big Mom is so stupid, when they said, 'Order in the court,' she asked for croquembouche and cake.",
    "Big Mom is so stupid, when Luffy told her that she lost her mind, she went looking for it",
    "Big Mom is so stupid, she got locked in a food store and starved to death.",
    "Big Mom is so fat, Law can't make enough room for her.",
    "Big Mom is so fat, she uses the Calm Belt as her belt."
]