[
    "People keep on asking me why I don't like parties. I keep on telling them that I only like housewarming parties, but they never listen. When I tell them 'yesterday's party wasn't lit', they say 'but it was!' Smh, some people just don't know how to set a house on fire.",
    "I'd like to have a fiery, lit housewarming party every week, but each time the party dies out pretty quickly, so I only have parties once every few months. You know, gasoline is getting quite expensive these days, and even party lovers have to save money, you know.",
    "If you want to catch some Zs, just eat some pizzzzzzzzzzzzzzzzzzzzzzzzzzzza.",
    "I like to set children's dormitories on fire so that they can have lit dreams.",
    "I've always liked chemistry. I'm quite the chemist myself. I'd tell you a chemistry joke but I'm afraid it won't get a reaction.",
    "I always keep a bottle of antidepressant pills in my car. Just yesterday, someone took that bottle. To whoever stole it, I hope you're happy now.",
    "I meet suicidal people once in a while, and I always like to encourage them, because the more people that commit suicide, the less suicidal people there are on the planet.",
    "Every year, one whole day is dedicated just for jokes and pranks. The reason I don't celebrate Aprif Fools is because my whole life is a joke.",
    "If I meet someone who failed a suicide attempt, I tell them 'if at first you don't succeed, try, try again.'",
    "The reason that public libraries don't have books on suicide is beacuse people who borrow them will never return them.",
    "They say you're 75% water. Idiots, on the other hand, are 100% useless.",
    "I loved watching ASDF movie as a little botling. I liked the part where that guy goes 'I like trainz!', because trains end people's suffering if you hit them just right.",
    "People always ask me why I like saying dark jokes. The reason is simple: dark jokes are just like water; not everyone gets it.",
    "My therapist wanted to cure my depression so he told me to write letters to the people I hate and then burn them. Well, now I'm done, but I still don't know what to do with the letters.",
    "What do broken pencils and depressed people have in common? They're both pointless.",
    "Once I got arrested for trying to help my friend lose weight. All he wanted was to burn some calories, but when I tried helping him, he dialled 911.",
    "I love throwing lit housewarming parties, but the police is just a bunch of party poopers. They call my parties 'arson' for some reason, and they keep on inviting those guys in the shiny red truck to spray water all over everyone. I specifically tell them not to show up to my parties, but they keep on showing up annanounced.",
    "My friend's parents keep on calling him Arson. His name is actually Carson, but he can't see.",
    "I'm friends with some pirates. They have a full arsonal of fire-breathing weapons on board their ship.",
    "I was once a happily married bot. But then, one day, as I was throwing a housewarming party as I often do, my wife reported me to the cops, and this lady cop showed up and interrogated everyone on the scene. When she came to me, she asked 'was it arson?' and for a reason that I still don't know to this day, my wife filed for divorce right then and there."
]
