[
    "Wanna hear a joke about Luffy? Never mind, it's too much of a stretch.",
    "Why isn't Zoro the captain? He just couldn't cut it.",
    "Why would Nami make a terrible vet? She's a cat burglar.",
    "What colour is Sanji's bedroom? All blue.",
    "What Usopp's favourite instrument? The lyre.",
    "What do Chopper and a heptagon have in common? 7 points.",
    "What kind of race would Robin be best at? An arms race.",
    "Who's Franky's favourite comic book character? SUPERRRRman.",
    "What's Brook's favourite action film? The Bone Identity.",
    "According to Zoro, there are 6 directions: north, east, south, west, front, and back.",
    "We should have know that Donflamingo was behind so much, I mean after all, this whole time he has been...||pulling the strings||.",
    "Watch out Titanic, Iceburg-san is coming for you.",
    "One Piece has Robin. Now all we need is Batman.",
    "To all the girls who fell for Ace, I'm sorry to break it to ya, but Ace's heart already burns for Akainu.",
    "The Foxy Pirates win all their races because they have Porche on their team.",
    "Every time Sanji cooks a meal, Brook says 'Bone Appetite!'",
    "Brook would eat every single one of Sanji's dishes, but sadly enough, he doesn't have the stomach for it.",
    "Brook's skeleton friends don't go to parties because they have no body to go with.",
    "Brook is the Straw Hats' weather forecast because every time it's about to rain, he can feel it in his bones.",
    "Why did Akainu win the war? He had an Ace up his sleeve.",
    "Why does the World Government call Buggy 'Buggy The Clown?' They're hiding his real name, Buggy D. Clown.",
    "Fujitora took a loan from the World Government and told them they'll get back the money next time he sees them. They still haven't asked for their money back.",
    "Why didn't Zoro die after his fight with Bartholomew Kuma? He heard a voice saying 'come towards the light' but he went the wrong way.",
    "What's Nami's favorite food? Berries.",
    "Why does Aokiji only eat Mexican food? Because he only likes chilly.",
    "Why couldn't Ace get a job? Because he keeps on gettinf FIREd.",
    "What is Shanks' favorite sport? Hockey.",
    "After the Paramount war, Borsalino wasn't feeling very well. When Aokiji asked him what's up, he said 'I'm feeling a bit light-headed.'",
    "Whenever Aokiji gets a haircut, the barber opens a shaved ice stand for the rest of the day.",
    "Brook's poster: Wanted Dead or Alive. Brook be like: Skull Joke!",
    "What's Zoro's favorite food? Onigiri.",
    "Are you sure you're not Caesar Clown? You're super gassy today.",
    "Who'd be the first to lose in a game of hide and seek? Chopper.",
    "Luffy when meeting a new species: 'Do you poop?'",
    "What's the best way to make Luffy shut up? Tell him a story and he gets knocked out like a light.",
    "The Marines liked Ohara so much, they threw them a huge housewarming party. It was lit!! :fire:"
]